# ---------------------------------------------系统内置模块------------------------------------------------------------ #
# import sys
# import os
# import json
# import time

# ---------------------------------------------第三方开源模块---------------------------------------------------------- #
# 使用“pip install 模块名” 安装
# import yaml
# import requests

# ------------------------------------------------自定义模块---------------------------------------------------------- #
import sys

from define import search

search()
print(dir())
print(sys.path)
